ent-ClothingNeckCloakCentcom = плащ центкому
    .desc = Помпезний елітний зелений плащ із гарним золотим оздобленням, зшитий для Центрального Командира. Він такий важкий, можливо золота оздоба є справжньою.

ent-ClothingNeckCloakCap = плащ капітана
    .desc = Помпезний та зручний синій плащ із гарним золотим оздобленням. Хай не настільки цінний, як інші твої речі, але точно вигадливий.

ent-ClothingNeckCloakHos = плащ голови охорони
    .desc = Вишуканий чорно-червоний плащ, що пасує тим, хто може ствердити свою перевагу над порушниками.

ent-ClothingNeckCloakCe = плащ старшого інженера
    .desc = Темнозелений плащ із блакитним оздобленням. Надається тим, хто довели свою майстерність у мистецтві точної інженерії.

ent-ClothingCloakCmo = плащ старшого медофіцера
    .desc = Стерильний синій плащ із зеленим хрестом, що випромінює почуття обовʼязку та готовності допомагати іншим.

ent-ClothingNeckCloakRd = плащ голови відділу досліджень
    .desc = Білий плащ із фіолетовими смугами. Показує твій статус як вершителя проривних технолоґій.

ent-ClothingNeckCloakQm = плащ квартермейстра
    .desc = Міцний коричневий плащ із світловідбивною смугою. Хай не настільки вигадливий, як інші, але точно показує твої керівницькі навички.

ent-ClothingNeckCloakHop = плащ голови персоналу
    .desc = Синій плащ із червоними плечима та золотими ґудзиками. Слугує доказом, що носій є вартовим усіх шлюзів на станції.

ent-ClothingNeckCloakHerald = плащ геральда
    .desc = Зловіщий червоний плащ із шипами на плечах.

ent-ClothingNeckCloakNanotrasen = плащ nanotrasen
    .desc = Синій плащ, що представляє NanoTrasen

ent-ClothingNeckCloakCapFormal = урочистий плащ капітана
    .desc = Пишний оздоблений плащ на особливі випадки.

ent-ClothingNeckCloakAdmin = плащ адміна
    .desc = Ич!

ent-ClothingNeckCloakMiner = плащ шахтаря
    .desc = Одяг найдосвідченіших шахтарів, наприклад таких, що зрушили гори та викопали море.

ent-ClothingNeckCloakTrans = плащ вампіра
    .desc = Одяг вищих вампірів трансильванської спілки вампірів.

ent-ClothingNeckCloakGoliathCloak = плащ голіафа
    .desc = Плащ, зроблений зі шкури живучої фауни з далекої планети, хоча його захисні властивості помітно згасли з плином часу.

ent-ClothingNeckCloakPirateCap = плащ капітана піратів
    .desc = Досить манливий чорний піратьський плащ, довершений обрисом черепа.

ent-ClothingNeckCloakMoth = плащ мілі
    .desc = Плащ у формі мілячих крил є незвичайним та самобутнім предметом гардеробу, здатний привернути увагу оточуючих. Зроблений із тонкої тканини, що імітує мілячі крила, з мʼякими, пухнастими краями. Дощовик прикріплено довкола шиї з допомогою Велкро, і має каптур у формі голови мілі.

ent-ClothingNeckCloakVoid = пустотний плащ
    .desc = Плащ темряви. Для тих, хто ступив до темного боку сили.

ent-ClothingNeckCloakAce = плащ пілота
    .desc = Нагорода найкращим космічним асам Nanotrasen.

ent-ClothingNeckCloakAro = плащ вовкулаки
    .desc = Цей плащ дає іншим знати, що ти одинокий вовк.

ent-ClothingNeckCloakBi = отруйний плащ
    .desc = Пурпуровий колір є чітким покажчиком твоєї токсичности.

ent-ClothingNeckCloakIntersex = плащ циклопа
    .desc = Коло на цьому плащі означає око циклопа.

ent-ClothingNeckCloakLesbian = плащ поета
    .desc = Цей плащ належав древньому поетові, вже й не згадати кому саме.

ent-ClothingNeckCloakGay = багаторівневий маркетинґовий плащ
    .desc = Цей плащ є вкрай жаданим маркетинґовими офісами Nanotrasen.

ent-ClothingNeckCloakEnby = плащ мисливця за скарбами
    .desc = Цей плащ належав жадібному мисливцеві за скарбами.

ent-ClothingNeckCloakPan = плащ кухаря
    .desc = Має бути надягненим близь сковорідки.

