ent-ClothingNeckMantleCap = капітанська мантія
    .desc = Зручна, вишукана мантія, гідна лише найдосвідченішого капітана.

ent-ClothingNeckMantleCE = мантія старшого інженера
    .desc = Висока видимість, система RIG, високовмісна батарея. Усе необхідне старшому інженерові у стильній мантії.

ent-ClothingNeckMantleCMO = мантія старшого медофіцера
    .desc = Для СМО, котрі з власного досвіду знають, що більше ЗІЗ означає менше відвідин центрального командування із сухим прибиранням, коли зміна вже скінчилася.

ent-ClothingNeckMantleHOP = мантія голови персоналу
    .desc = Хороший ГП знає, що стосити паперу це лише пів роботи... пестити песика та виглядати модно — інша.

ent-ClothingNeckMantleHOS = мантія голови охорони
    .desc = Перестрілка ядеркою це лише черговий вівторок для цього ГО. Ця мантія є символом відданості станції.

ent-ClothingNeckMantleRD = мантія голови відділу досліджень
    .desc = Коли довгі дні в офісі складаються з вибухівки, отруйних газів, роботів-убивць, та свіжої піци зі складу; ця мантія триматиме тебе у комфорті.

ent-ClothingNeckMantleQM = мантія квартермейстра
    .desc = Для повелителя товарів та матеріалів, що керує відділом, відповідна мантія, що випромінює перевагу!

ent-ClothingNeckMantle = мантія
    .desc = Мʼяка мантія, зроблена з того самого «синтетичного» хутра знакового зимового плащу.

