ent-ClothingNeckHeadphones = навушники
    .desc = Якісні навушники від Пʼяних Майстрів із гарною звукоізоляцією.

ent-ClothingNeckStethoscope = стетоскоп
    .desc = Застарілий медичний апарат для прослуховування звуків людського тіла. Також змушує оточуючих думати, ніби ти знаєш, що робиш.

ent-ClothingNeckBling = bling
    .desc = Як же до біса добре бути бандитом.

ent-ClothingNeckLawyerbadge = бейдж адвоката
    .desc = Бейдж, котрий доводить, що власник є «законним» адвокатом, що закінчив барний екзамен Nanotrasen, необхідний для роботи з законом.

ent-ActionStethoscope = Слухати стетоскопом
    .desc = { "" }

ent-Dinkystar = наліпка зірки
    .desc = Маленька зірочка лише для найпрацьовитіших офіцерів охорони! Вона вже навіть не клеїться.
