ent-ClothingNeckScarfStripedRed = червоний шарф у смужку
    .desc = Стильний червоний шарф у смужку. Чудовий зимовий одяг для тих, хто має відчуття стилю, або тих, хто не може витримати холодний вітер, що торкається їхніх ший.

ent-ClothingNeckScarfStripedBlue = синій шарф у смужку
    .desc = Стильний синій шарф у смужку. Чудовий зимовий одяг для тих, хто має відчуття стилю, або тих, хто не може витримати холодний вітер, що торкається їхніх ший.

ent-ClothingNeckScarfStripedGreen = зелений шарф у смужку
    .desc = Стильний зелений шарф у смужку. Чудовий зимовий одяг для тих, хто має відчуття стилю, або тих, хто не може витримати холодний вітер, що торкається їхніх ший.

ent-ClothingNeckScarfStripedBlack = чорний шарф у смужку
    .desc = Стильний чорний шарф у смужку. Чудовий зимовий одяг для тих, хто має відчуття стилю, або тих, хто не може витримати холодний вітер, що торкається їхніх ший.

ent-ClothingNeckScarfStripedBrown = коричневий шарф у смужку
    .desc = Стильний коричневий шарф у смужку. Чудовий зимовий одяг для тих, хто має відчуття стилю, або тих, хто не може витримати холодний вітер, що торкається їхніх ший.

ent-ClothingNeckScarfStripedLightBlue = блакитний шарф у смужку
    .desc = Стильний блакитний шарф у смужку. Чудовий зимовий одяг для тих, хто має відчуття стилю, або тих, хто не може витримати холодний вітер, що торкається їхніх ший.

ent-ClothingNeckScarfStripedOrange = помаранчевий шарф у смужку
    .desc = Стильний помаранчевий шарф у смужку. Чудовий зимовий одяг для тих, хто має відчуття стилю, або тих, хто не може витримати холодний вітер, що торкається їхніх ший.

ent-ClothingNeckScarfStripedPurple = пурпуровий шарф у смужку
    .desc = Стильний пурпуровий шарф у смужку. Чудовий зимовий одяг для тих, хто має відчуття стилю, або тих, хто не може витримати холодний вітер, що торкається їхніх ший.

ent-ClothingNeckScarfStripedSyndieGreen = зелений синдикатський шарф у смужку
    .desc = Стильний зелений синдикатський шарф у смужку. Чудовий зимовий одяг для тих, хто має відчуття стилю, або тих, хто бажає чогось украсти.

ent-ClothingNeckScarfStripedSyndieRed = червоний синдикатський шарф у смужку
    .desc = Стильний червоний синдикатський шарф у смужку. Чудовий зимовий одяг для тих, хто має відчуття стилю, або тих, хто бажає чогось украсти.

ent-ClothingNeckScarfStripedCentcom = шарф у смужку ЦентКому
    .desc = Стильний шарф у смужку ЦентКому. Чудовий зимовий одяг для тих, хто має відчуття стилю, або тих, хто мусить виконувати паперову роботу на холоді.

ent-ClothingNeckScarfStripedZebra = зебровий шарф
    .desc = Шарф у смужку, обовʼязковий атрибут художника.

