ent-ClothingHeadHelmetEVA = шолом для виходу у відкритий космос
    .desc = Старий-добрий шолом, створений для діяльності поза кораблем. Сумнозвісний здатністю стривожити офіцерів охорони.

ent-ClothingHeadHelmetEVALarge = шолом для виходу у відкритий космос
    .desc = Старий-добрий шолом, створений для діяльності поза кораблем.

ent-ClothingHeadHelmetSyndicate = синдикатський шолом для виходу у відкритий космос
    .desc = Простий, стильний шолом. Створений для щонайбільш скромної космокрутості.

ent-ClothingHeadHelmetCosmonaut = шолом космонавта
    .desc = Древній дизайн, але просунуте виробництво.

ent-ClothingHeadHelmetVoidParamed = парамедичний пустотний шолом
    .desc = Пустотний шолом, створений для парамедиків.

ent-ClothingHeadHelmetAncient = пустотний шолом NTSRA
    .desc = Древній космічний шолом, створений гілкою NTSRA CentCom.

