ent-ClothingHeadHatHardhatBase = { ent-ClothingHeadBase }
    .desc = { ent-ClothingHeadBase.desc }

ent-ClothingHeadHatHardhatBlue = синя каска
    .desc = Каска, пофарбована у синій. Використовується у небезпечних будівництвах для захисту голови. Споряджається вбудованим ліхтариком.

ent-ClothingHeadHatHardhatOrange = помаранчева каска
    .desc = Каска, пофарбована у помаранчевий. Використовується у небезпечних будівництвах для захисту голови. Споряджається вбудованим ліхтариком.

ent-ClothingHeadHatHardhatRed = червона каска
    .desc = Каска, пофарбована у червоний. Використовується у небезпечних будівництвах для захисту голови. Споряджається вбудованим ліхтариком.

ent-ClothingHeadHatHardhatWhite = біла каска
    .desc = Каска, пофарбована у білий. Використовується у небезпечних будівництвах для захисту голови. Споряджається вбудованим ліхтариком.

ent-ClothingHeadHatHardhatYellow = жовта каска
    .desc = Каска, пофарбована у жовтий. Використовується у небезпечних будівництвах для захисту голови. Споряджається вбудованим ліхтариком.

ent-ClothingHeadHatHardhatYellowDark = темножовта каска
    .desc = Каска, пофарбована у темножовтий. Використовується у небезпечних будівництвах для захисту голови. Споряджається вбудованим ліхтариком.

ent-ClothingHeadHatHardhatArmored = захисна каска
    .desc = Захисна каска. Надає найкращі захист і зручність — незамінно для інженерів на передовій.

